var data_katalog = [
    {
        "title": "Белые ночи",
        "author":"Достоевский Ф.М.",
        "image": "image/belie_nochy.jpg",
        "text": "text/dostoevskij_belye-nochi.pdf",
        "annotation":"«Белые ночи» – одно из лучших произведений школы 'сентиментального натурализма', по мнению критика Аполлона Григорьева. Это лирическая исповедь героя-мечтателя, одинокого и робкого человека, в жизни которого на какое-то время появляется девушка, а вместе с ней и надежда на более светлое будущее.",
        "read": false,
        "readed": false,
        "plan": false,
        "element": undefined
    },
    {
        "title": "Гарри Поттер и философский камень",
        "author":"Джоан Роулинг",
        "image": "image/harry_potter.jpeg",
        "text": "text/1_Harry-Potter-and-Philosophers-Stone.pdf",
        "annotation":"Жизнь Гарри Поттера меняется до неузнаваемости в одиннадцатый день рождения, когда Рубеус Огрид, гигант с похожими на жуков глазами, вручает ему письмо с фантастическими известиями. Гарри Поттер — вовсе не обычный мальчик, он колдун и стоит на пороге удивительнейших приключений.",
        "read": false,
        "readed": false,
        "plan": false,
        "element": undefined
    },
    {
        "title": "Преступление и наказание",
        "author":"Достоевский Ф.М.",
        "image": "image/prestuplenie_i_nakazanie.jpg",
        "text": "text/dostoevskij_prestuplenie.pdf",
        "annotation":"Роман Федора Михайловича Достоевского «Преступление и наказание» был вдохновлен жизнью самого писателя: идея произведения зародилась, когда он отбывал наказание на каторге в Омске. Текст, начинавшийся как исповедь, превратился, по словам автора, в «психологический отчет одного преступления».История студента Раскольникова, посвященная преступлению и раскаянию, трудному моральному выбору и поиску света даже в самые темные времена, стала одной из важнейших книг в мировой литературе и остается актуальной по сей день.«Во всем есть черта, за которую перейти опасно; ибо, раз переступив, воротиться назад невозможно».",
        "read": false,
        "readed": false,
        "plan": false,
        "element": undefined
    },
    {
        "title": "Приключения Алисы в Стране Чудес",
        "author":"Льюис Кэрролл",
        "image": "image/alice.jpg",
        "text": "text/Kerrol_Alisa.pdf",
        "annotation":"Однажды жарким летним днём девочка Алиса увидела Белого Кролика, который куда-то спешил и испуганно поглядывал на свои карманные часы. Как тут не заинтересоваться и не побежать вслед за ним? Так Алиса попадает в кроличью нору и оказывается в необыкновенной, волшебной Стране, полной Чудес!",
        "read": false,
        "readed": false,
        "plan": false,
        "element": undefined
    },
    {
        "title": "Приключения Тома Сойера",
        "author":"Марк Твэн",
        "image": "image/tom_soyer.jpg",
        "text": "text/Tven_Tom_Sojer.pdf",
        "annotation":"«Приключения Тома Сойера» — один из шедевров мировой детской литературы, созданный в 1875 году американским писателем Марком Твеном. Вот уже полтора столетия приключения озорника и выдумщика Тома и его друга Гека Финна из провинциального американского городка под названием Санкт-Петербург на берегу Миссисипи завораживают и увлекают современных читателей.",
        "read": false,
        "readed": false,
        "plan": false,
        "element": undefined
    },
    {
        "title": "Таинственный остров",
        "author":"Жюль Верн",
        "image": "image/tainstvenny_ostrov.jpg",
        "text": "text/vern_zhjul-tainstvennyj_ostrov.pdf",
        "annotation":"«Таинственный остров» переносит читателя во времена гражданской войны в США, когда несколько северян оказались в плену в чужом лагере. Они решают сбежать, перелетев на нейтральную территорию на воздушном шаре, но попадают в ураган и оказываются на далеком необитаемом острове. Здесь отважным странникам предстоит провести четыре года, и только таланты, умения, храбрость, смекалка и взаимовыручка помогут героям книги выжить на острове.",
        "read": false,
        "readed": false,
        "plan": false,
        "element": undefined
    },
    {
        "title": "Всадник без головы",
        "author":"Майн Рид",
        "image": "image/vsadnik_bez_golovy.jpg",
        "text": "text/vsadnik_bez_golovy-majn_rid.pdf",
        "annotation":"«Всадник без головы» – настоящий эталон приключенческой прозы, который прославил английского писателя Майн Рида. Мастерски построенный сюжет, основанный на раскрытии загадочного преступления, совершенного в Техасе в середине XIX столетия, держит читателя в напряжении до последнего. Странный всадник движется по ночной саванне, наводя ужас на ее обитателей. У всадника нет головы. Кто он? Привидение, дьявол или человек? Участниками расследования этой таинственной истории станут благородный мустангер Морис Джеральд, его возлюбленная Луиза Пойндекстер, старый охотник Зеб Стумп и капитан Кассий Колхаун.",
        "read": false,
        "readed": false,
        "plan": false,
        "element": undefined
    },
    {
        "title": "Голова профессора Доуэля",
        "author":"Беляев А.Р.",
        "image": "image/golova_douely.jpg",
        "text": "text/Голова_профессора_Доуэля.pdf",
        "annotation":"Выпускница медицинского института Мари Лоран устраивается в лабораторию известного учёного — профессора Керна. Первое, что от неё требуется — хранить тайну. И на то есть особые причины: ведь в обязанности Мари входит уход за человеческой головой, лишённой туловища.",
        "read": false,
        "readed": false,
        "plan": false,
        "element": undefined
    },
    {
        "title": "Путь Шамана. Начало Пути",
        "author":"Маханенко В.",
        "image": "image/path_shaman.jpg",
        "text": "text/put_shamana._shag_1_nachalo.html",
        "annotation":"Барлиона. Виртуальный мир, наполненный приключениями, битвами, монстрами и, конечно же, игроками. Своей неземной красотой Барлиона для многих людей заменила собой реальность, ведь в ней сбываются любые желания человека: магия, эльфы, драконы. В мире существует только одно правило – игрок не чувствует боли. Но у каждого правила есть исключения, и для части игроков Барлиона стала адом. Ведь они – преступники, играющие в самом тяжелом режиме с включенными ощущениями.",
        "read": false,
        "readed": false,
        "plan": false,
        "element": undefined
    }
];